afractal.node-essentials
batisteo.vscode-django
be5invis.vscode-icontheme-nomo-dark
bradlc.vscode-tailwindcss
chris-noring.node-snippets
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codeium.codeium
dbaeumer.vscode-eslint
diemasmichiels.emulate
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
eamodio.gitlens
editorconfig.editorconfig
edonet.vscode-command-runner
elanandkumar.el-vsc-product-icon-theme
esbenp.prettier-vscode
expresssnippets.vscode-express-snippets
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
freeidom.cs-symbols
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-pull-request-github
helgardrichard.helium-icon-theme
hyzeta.vscode-theme-github-light
idleberg.icon-fonts
ionide.ionide-fsharp
jamesmaj.easy-icons
jasonnutter.search-node-modules
jorgeserrano.vscode-csharp-snippets
keenethics.keen-neutral-icon-theme
kevinrose.vsc-python-indent
kreativ-software.csharpextensions
miguelsolorio.fluent-icons
mikestead.dotenv
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.dotnet-interactive-vscode
ms-dotnettools.vscode-dotnet-pack
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.vscode-typescript-next
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
njpwerner.autodocstring
obrejla.netbeans-light-theme
orta.vscode-jest
pflannery.vscode-versionlens
pulkitgangwar.nextjs-snippets
rastikerdar.vscode-seedling-icon-theme
redhat.fabric8-analytics
redhat.java
redhat.vscode-yaml
ritwickdey.liveserver
steoates.autoimport
swellaby.node-pack
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscode-icons-team.vscode-icons
wallabyjs.console-ninja
wallabyjs.quokka-vscode
wholroyd.jinja
willi84.vikings-icon-theme
wix.vscode-import-cost
xabikos.javascriptsnippets
zarifprogrammer.tailwind-snippets
zhang-renyang.vscode-react
